IDEA StatiCa Open Model
ConcreteSLSCheckResultCrackWidthEc2.Wlim Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 limiting crack width value
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Wlim { get; set; }
Public Property Wlim As Double
	Get
	Set
public:
property double Wlim {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ConcreteSLSCheckResultCrackWidthEc2 Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace